Repository: 0xr0bert/moonlight-tv
Catalog: i18n/*/messages.po
Languages: ro

source: [Localized Language]
ro: Română

source: Add computer
ro: Adăugare gazdă

source: Help
ro: Ajutor

source: Settings
ro: Setări

source: Decoder not working
ro: Decodorul nu funcționează

source: Unable to initialize decoder %s. Please try other decoders.
ro: Imposibil de inițializat decodorul %s. Vă rugăm să încercați alte decodoare.

source: Send Wake-On-LAN
ro: Trimite Wake-On-LAN

source: Retry
ro: Reîncercare

source: Not paired
ro: Nu este asociat

source: Select computer again to pair.
ro: Selectează din nou computerul pentru a-l asocia.

source: Failed to load apps
ro: Eroare la încărcarea aplicațiilor

source: Press "Retry" button to reload.Try restart the computer if error persists.
ro: Apăsați butonul "Reîncercare" pentru a reîncărca. Încercați să reporniți calculatorul dacă eroarea persistă.

source: Host error
ro: Eroare calculator gazdă

source: Offline
ro: Deconectat

source: Unable to quit game
ro: Imposibil de oprit jocul

source: Please make sure you are quitting with the same client.
ro: Te rugăm să te asiguri că ieși prin același client.

source: Resume
ro: Continuă

source: Start
ro: Pornire

source: Quit Session
ro: Termină Sesiunea

source: Unstar
ro: Eliminați steaua

source: Star
ro: Marcare cu stea

source: Info
ro: Informații

source: Cancel
ro: Anulare

source: IP address
ro: Adresă IP

source: IPv4 address only
ro: Doar adresa IPv4

source: Failed to add computer.
ro: Adăugarea calculatorului a eșuat.

source: Pairing
ro: Asociere

source: Enter PIN code on your computer.
ro: Introduceți codul PIN pe calculator.

source: Test Connection
ro: Testaţi conexiunea

source: Unpair
ro: Disociere

source: Soft keyboard
ro: Tastatură virtuală

source: Quit game
ro: Ieșire joc

source: Disconnect
ro: Deconectează

source: Starting session.
ro: Începe sesiunea.

source: Disconnecting.
ro: Se deconectează.

source: Failed to start session
ro: Pornirea sesiunii a eșuat

source: Basic Settings
ro: Setări de bază

source: Host Settings
ro: Setări Gazdă

source: Input Settings
ro: Setări de intrare

source: Decoder Settings
ro: Setări Decodor

source: About
ro: Despre

source: Later
ro: Mai târziu

source: Quit
ro: Ieşire

source: Some settings require a restart to take effect.
ro: Unele setări necesită o repornire pentru a avea efect.

source: Resolution and FPS
ro: Rezoluţie şi FPS

source: Video bitrate
ro: Rată de biți video

source: Fullscreen UI
ro: Ecran complet

source: Your computer may not perform well when using this resolution and framerate.
ro: Calculatorul dvs. poate să nu funcționeze optim când utilizați această rezoluție și FPS.

source: Video bitrate - %d kbps
ro: Rată de biți - %d kbps

source: Optimize game settings for streaming
ro: Optimizează setările jocului pentru streaming

source: Mute host PC while streaming
ro: Amuțește calculatorul gazdă în timpul conexiunii

source: Better for remote desktop. For some games, mouse will not work properly.
ro: Potrivit pentru modul desktop. Pentru unele jocuri, mouse-ul nu va funcționa corect.

source: Swap ABXY buttons
ro: Schimbă butoanele AB/XY

source: Swap A/B and X/Y gamepad buttons. Useful when you prefer Nintendo-like layouts.
ro: Schimbă butoanele de gamepad A/B și X/Y. Util atunci când se preferă layout-uri asemănătoare Nintendo.

source: Automatic
ro: Automat

source: Video decoder
ro: Decodor video

source: Video decoder - %s selected
ro: Decodor video - %s selectat

source: Audio backend
ro: Backend audio

source: Decoder provided
ro: Decodor furnizat

source: Audio backend - %s selected
ro: Backend audio - %s selectat

source: %s decoder doesn't support HDR.
ro: %s decodorul nu acceptă HDR.

source: HDR is only supported on certain games and when connecting to supported monitor.
ro: HDR este acceptat doar pentru anumite jocuri şi doar în anumite circumstanțe.

source: Learn more about HDR feature.
ro: Aflaţi mai multe despre caracteristica HDR.

source: Version
ro: Versiune

source: webOS version
ro: Versiune webOS

source: Firmware version
ro: Versiune firmware

source: Screen resolution
ro: Rezoluția ecranului

source: Refresh rate
ro: Rată de reîmprospătare
